Repository: pprotas/website
Catalog: pweb/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Software Engineer
nl: Software Ontwikkelaar

source: Software Engineering student and developer.
nl: Software Engineering student en ontwikkelaar.

source: Read more.
nl: Lees meer.

source: About
nl: Info

source: Profile Picture
nl: Profielfoto

source: Backstory
nl: Achtergrond

source: I am an aspiring software developer located in The Netherlands, currently occupied with obtaining my Software Engineering bachelor.
nl: Ik ben een ambitieuze software ontwikkelaar, bezig met het behalen van mijn Software Engineering bachelor.

source: I've built websites, programs, mobile applications, AI-operated robots, smart home gadgets and games. Interested? Check out out my
nl: Onder anderen heb ik websites, programma's, applicaties, robots met AI-besturing, smart home gadgets en spelletjes. Ge√Ønteresseerd? Neem een kijk in mijn

source: or
nl: of

source: reach out to me.
nl: neem contact met me op

source: What else...
nl: Wat nog meer...

source: Other than that, i enjoy listening to and creating Hip-Hop and Techno, attending festivals and hitting the gym.
nl: Hiernaast luister ik naar en maak ik graag Hip-Hop en Techno, bezoek ik festivals en ga ik lekker naar de sportschool!

source: Portfolio
nl: Portolio

source: Skills
nl: Vaardigheden

source: I am a well-rounded software engineer with advanced knowledge of the following techniques:
nl: Ik ben een goede ontwikkelaar met geavanceerde kennis van de volgende technieken:

source: Of course i am eager to learn new technologies and improve my development toolchain.
nl: Natuurlijk sta ik open voor het leren van nieuwe technieken en het vergroten van mijn kennis

source: Interesting projects
nl: Interessante projecten

source: This website!
nl: Deze website!

source: is created using my own custom CSS framework, the Python framework Flask and deployed on Heroku using Docker!
nl: is onwikkeld met gebruik van mijn eigen zelfgemaakte CSS framework, de Python framework Flask en wordt gehost op Heroku met gebruik van Docker!

source: Using a Raspbery Pi, an Ardunio and plenty of aluminum we've created a fully functioning robot-tank-spider hybrid which can be controlled using a remote. Harold can also make his own decisions using a TensorFlow AI model.
nl: Met een Raspberry Pi, een Arduino en heel veel aluminium hebben we een volledig functionerende robot-tank spin hybride gemaakt, welke bestuurd kan worden met een afstandsbediening of app. Harold kan ook zijn eigen beslissingen maken door behulp van een TensorFlow AI.

source: Harold won third place during the final robot competition at our school (NHL Stenden, Leeuwarden)! Check him out
nl: Harold heeft derde plaats behaald tijdens de robot competitie op onze school (NHL Stenden te Leeuwarden). Bekijk hem

source: here.
nl: hier.

source: More?
nl: Meer?

source: I have plenty more projects on my GitHub! This includes a simple drawing program made in Java, a 3D JavaScript horror game and a simple Arduino-powered home-security system. Look for yourself
nl: Je kan mijn andere projecten bekijken op mijn GitHub profiel! Bijvoorbeeld een simpel tekenprograma gemaakt in Java, een 3D JavaScript horror spel en een simpele Arduino huis beveiliging systeem. Kijk maar zelf

source: Other
nl: Anders
